Repository: weblate/Fladder
Catalog: lib/l10n/app_*.arb
Languages: nb_no

source: Amoled black
nb_no: Nattsvart

source: Add as favorite
nb_no: Legg til som favoritt

# appLockAutoLogin
source: Auto login
nb_no: Automatisk innlogging

source: About
nb_no: Om

source: Accept
nb_no: Godta

source: Active
nb_no: Aktiv

source: Add to collection
nb_no: Legg til i samling

source: Add to playlist
nb_no: Legg til i spilleliste

source: All
nb_no: Alle

source: Ascending
nb_no: Stigende

source: Audio
nb_no: Lyd

source: Background blur
nb_no: Bakgrunnstilsløring

source: Background opacity
nb_no: Bakgrunnsdekkevne

source: Cancel
nb_no: Avbryt

source: Change
nb_no: Endre

source: Clear
nb_no: Tøm

source: Clear all settings
nb_no: Fjern alle innstillinger

# clearAllSettingsQuestion
source: Clear all settings?
nb_no: Fjern alle innstillinger?

source: Clear changes
nb_no: Fjern innstillinger

source: Clear selection
nb_no: Tøm utvalg

source: Close
nb_no: Lukk

source: Code
nb_no: Kode

source: Color
nb_no: Farge

source: Dashboard
nb_no: Kontrollpanel

# dashboardContinue
source: Continue
nb_no: Fortsett

# dashboardContinueListening
source: Continue Listening
nb_no: Fortsett lytting

# dashboardContinueReading
source: Continue Reading
nb_no: Fortsett lesing

# dashboardContinueWatching
source: Continue Watching
nb_no: Fortsett visning

# dashboardNextUp
source: Next-up
nb_no: Neste

# appLockTitle
source: Set the log-in method for {userName}
nb_no: Velg innloggingsmetode for {userName}

source: Descending
nb_no: Synkende

source: Advanced
nb_no: Avansert

# appLockBiometrics
source: Biometrics
nb_no: Biometri

source: Edit metadata
nb_no: Rediger metadata

source: Empty
nb_no: Tom

source: Combined
nb_no: Kombinert

source: Date added
nb_no: Dato tillagt

source: Days
nb_no: Dager

source: Delete
nb_no: Slett

source: Delete {item}?
nb_no: Slett {item}?

source: Discovered
nb_no: Oppdaget

# dynamicText
source: Dynamic
nb_no: Dynamisk

source: Error
nb_no: Feil

source: Folders
nb_no: Mapper

source: Font color
nb_no: Skriftfarge

source: Font size
nb_no: Skriftstørrelse

source: Go To
nb_no: Gå til

source: Mode
nb_no: Modus

source: Next Up
nb_no: Neste

# noServersFound
source: No new servers found
nb_no: Fant ikke noen nye tjenere

source: No suggestions found
nb_no: Fant ikke noen forslag

source: None
nb_no: Ingen

# notPartOfAlbum
source: Not part of a album
nb_no: Ikke på et album

source: Open show
nb_no: Åpne visning

source: Options
nb_no: Alternativer

# quickConnectInputACode
source: Input a code
nb_no: Skriv inn en kode

# quickConnectTitle
source: Quick-connect
nb_no: Hurtigtilkobling

# quickConnectWrongCode
source: Wrong code
nb_no: Feil kode

source: Random
nb_no: Tilfeldig

# metaDataSavedFor
source: Metadata saved for {item}
nb_no: Metadata lagret for {item}

source: Navigation
nb_no: Navigasjon

# moreFrom
source: More from {info}
nb_no: Mer fra {info}

source: Never
nb_no: Aldri

source: More options
nb_no: Flere alternativer

source: Name
nb_no: Navn

# navigationFavorites
source: Favorites
nb_no: Favoritter

source: Other
nb_no: Annet

source: Outline color
nb_no: Utrissfarge

source: Outline size
nb_no: Utriss-størrelse

source: Password
nb_no: Passord

# play
source: Play {item}
nb_no: Spill {item}

source: Play videos
nb_no: Spill videoer

source: Overview
nb_no: Oversikt

# page
source: Page {index}
nb_no: Side {index}

source: Played
nb_no: Avspilt

# quickConnectAction
source: Enter quick connect code for
nb_no: Skriv inn hurtigtilkoblingskode for

source: Rewatch
nb_no: Se igjen

# read
source: Read {item}
nb_no: Les {item}

source: Replace all images
nb_no: Erstatt alle bilder

source: Bold
nb_no: Fet

source: Collection folder
nb_no: Mappe for samling

source: Community Rating
nb_no: Gemenskapsvurdering

source: Controls
nb_no: Kontroller

# dashboardRecentlyAdded
source: Recently added in {name}
nb_no: Nylig lagt til i {name}

# actor
source: {count, plural, other{Actors} one{Actor}}
nb_no: {count, plural, other{Skuespillere} one{Skuespiller}}

# appLockPasscode
source: Passcode
nb_no: Passord

source: Auto-play
nb_no: Auto-avspilling

source: Replace existing images
nb_no: Erstatt eksisterende bilder

source: Result
nb_no: Resultat

source: Retry
nb_no: Prøv igjen

source: Save
nb_no: Lagre

source: Scan library
nb_no: Skann bibliotek

source: Shadow
nb_no: Skygge

source: Show album
nb_no: Vis album

source: Show details
nb_no: Vis detaljer

source: Shuffle gallery
nb_no: Omstokking av galleri

source: Shuffle videos
nb_no: Omstokking av videoer

source: Something went wrong
nb_no: Noe gikk galt

# sortName
source: Name
nb_no: Navn

source: Switch user
nb_no: Bytt bruker

source: Theme
nb_no: Drakt

# settingsPosterSize
source: Poster size
nb_no: Plakatstørrelse

# settingsProfileTitle
source: Profile
nb_no: Profil

source: Saved
nb_no: Lagret

# settingsSecurity
source: Security
nb_no: Sikkerhet

# scanBiometricHint
source: Verify identity
nb_no: Bekreft identitet

# settingsProfileDesc
source: Lockscreen
nb_no: Låseskjerm

# settingsQuickConnectTitle
source: Quick connect
nb_no: Hurtigtilkobling

source: Sort by
nb_no: Sorter etter

source: Sort order
nb_no: Sorteringsrekkefølge

source: Subtitles
nb_no: Undertekster

# themeModeDark
source: Dark
nb_no: Mørk

# videoScalingCover
source: Cover
nb_no: Omslag

# themeModeLight
source: Light
nb_no: Lys

# totalSize
source: Total size: {size}
nb_no: Total størrelse: {size}

source: Unknown
nb_no: Ukjent

source: Theme color
nb_no: Draktfarge

source: Use defaults
nb_no: Bruk forvalg

source: Username
nb_no: Brukernavn

# videoScalingFill
source: Fill
nb_no: Fyll

# timeAndAnnotation
source: {minutes} and {seconds}
nb_no: {minutes} og {seconds}

# videoScalingFillScreenTitle
source: Fill screen
nb_no: Fyll skjerm

# videoScalingFillScreenDesc
source: Fill the navigation and statusbar
nb_no: Fyll navigasjon og statusfelt

# videoScalingFitWidth
source: Fit Width
nb_no: Tilpass bredde

# videoScalingFitHeight
source: Fit Height
nb_no: Tilpass høyde

source: View photos
nb_no: Vis bilder

source: Date played
nb_no: Dato avspilt

# biometricsFailedCheckAgain
source: Biometrics failed. Check settings and try again.
nb_no: Biometri mislyktes. Sjekk innstillingene og prøv igjen.

# disableFilters
source: Turn off filters
nb_no: Skru av filtre

# disabled
source: Off
nb_no: Avskrudd

source: Display language
nb_no: Visningsspråk

# downloadsClearTitle
source: Clear synced data
nb_no: Tøm synkronisert data

# downloadsPath
source: Path
nb_no: Sti

# downloadsSyncedData
source: Synced data
nb_no: Synkronisert data

# endsAt
source: ends at {date}
nb_no: slutter {date}

source: Favorite
nb_no: Favoritt

source: Favorites
nb_no: Favoritter

# fetchingLibrary
source: Fetching library items…
nb_no: Henter bibliotekselementer …

source: Force refresh
nb_no: Påtving gjenoppfriskning

source: Grid
nb_no: Rutenett

source: Group
nb_no: Gruppe

source: Mark as unwatched
nb_no: Marker som usett

source: Mark as watched
nb_no: Marker som sett

# mediaTypeBook
source: Book
nb_no: Bok

# mediaTypeFolder
source: Folder
nb_no: Mappe

# mediaTypeMovie
source: Movie
nb_no: Film

# mediaTypePhoto
source: Photo
nb_no: Bilde

# mediaTypePhotoAlbum
source: Photo Album
nb_no: Fotoalbum

# mediaTypePlaylist
source: Playlist
nb_no: Spilleliste

# mediaTypeSeason
source: Season
nb_no: Sesong

# mediaTypeSeries
source: Series
nb_no: Serie

# metadataRefreshDefault
source: Scan for new and updated files
nb_no: Se etter nye og oppdaterte filer

# metadataRefreshFull
source: Replace all metadata
nb_no: Erstatt all metadata

# metadataRefreshValidation
source: Search for missing metadata
nb_no: Søk etter manglende metadata

# libraryPageSizeTitle
source: Library page size
nb_no: Sidestørrelse for bibliotek

# mediaTypeBoxset
source: Boxset
nb_no: Bokssett

# mouseDragSupport
source: Drag using mouse
nb_no: Dra med musen

# navigationSync
source: Synced
nb_no: Synkronisert

source: No items to show
nb_no: Ingen elementer å vise

source: No rating
nb_no: Ingen vurdering

source: No results
nb_no: Resultatløst

source: Open parent
nb_no: Åpne inneholdende

source: Open web link
nb_no: Åpne vev-lenke

# playFrom
source: Play from {name}
nb_no: Spill fra {name}

source: Play count
nb_no: Antall avspillinger

# playLabel
source: Play
nb_no: Spill

# navigationDashboard
source: Dashboard
nb_no: Oversikt

# minutes
source: {count, plural, other{Minutes} one{Minute} }
nb_no: {count, plural, other{Minutter} one{Minutt} }

source: No items synced
nb_no: Ingen elementer synkronisert

# pathClearTitle
source: Clear downloads path
nb_no: Tøm nedlastninigssti

# pathEditSelect
source: Select downloads destination
nb_no: Velg nedlastningsmål

# pathEditTitle
source: Change location
nb_no: Endre plassering

# playFromStart
source: Play {name} from the start
nb_no: Spill {name} fra starten

source: Refresh
nb_no: Gjenoppfrisk

source: Refresh metadata
nb_no: Gjenoppfrisk metadata

source: Related
nb_no: Reatert

source: Release date
nb_no: Slippdato

source: Remove as favorite
nb_no: Fjern som favoritt

source: Select time
nb_no: Velg tid

source: Select view type
nb_no: Velg visningstype

source: Select all
nb_no: Velg alt

source: Search
nb_no: Søk

source: Scroll to top
nb_no: Rull til toppen

source: Remove from collection
nb_no: Fjern fra samling

source: Restart
nb_no: Start på ny

# downloadsTitle
source: Downloads
nb_no: Nedlastninger

# enabled
source: On
nb_no: Påskrudd

source: Group by
nb_no: Grupper etter

source: Identify
nb_no: Identifiser

source: Height offset
nb_no: Høydeavvik

# episode
source: {count, plural, other{Episodes} one{Episode} }
nb_no: {count, plural, other{Episoder} one{Episode} }

source: Hide
nb_no: Skjul

source: Home
nb_no: Hjem

source: Immediately
nb_no: Umiddelbart

source: Hide empty
nb_no: Skjul tomme

# itemCount
source: Item count: {count}
nb_no: Elementantall: {count}

source: Invalid URL
nb_no: Ugyldig nettadresse

source: Light
nb_no: Lys

source: Loop
nb_no: Gjentagelse

source: List
nb_no: Liste

source: Log in
nb_no: Logg inn

source: Lockscreen
nb_no: Låseskjerm

source: Logged-in
nb_no: Innlogget

# libraryFetchNoItemsFound
source: No items found. Try different settings.
nb_no: Fant ikke noen slike elementer. Prøv andre innstillinger.

source: Incorrect PIN. Try again.
nb_no: Feil PIN. Prøv igjen.

# invalidUrlDesc
source: URL needs to start with http(s)://
nb_no: Nettadressen må starte med http(s)://

# libraryPageSizeDesc
source: Set the amount to load at a time. 0 turns off paging.
nb_no: Sett mengden å laste inn samtidig. «0» skrur av sideinndeling.

source: Log out
nb_no: Logg ut

source: Resumable
nb_no: Kan fortsettes

source: Run time
nb_no: Spilletid

source: Remove from playlist
nb_no: Fjern fra samling

source: Scanning - {name}…
nb_no: Skanner — {name} …

# chapter
source: {count, plural, other{Chapters} one{Chapter}}
nb_no: {count, plural, other{Kapitler} one{Kapittel}}

# continuePage
source: Continue - page {page}
nb_no: Fortsett — side {page}

source: Date last content added
nb_no: Dato innhold sist ble lagt til

# failedToLoadImage
source: Could not load image
nb_no: Kunne ikke laste inn bilde

# filter
source: {count, plural, other{Filters} one{Filter}}
nb_no: {count, plural, other{Filtre} one{Filter}}

# deleteFileFromSystem
source: Deleting this item {item} will delete it from both the file system and your media library. Are you sure you wish to continue?
nb_no: Sletting av elementet «{item}» sletter det både fra filsystemet og ditt mediabibliotek. Er du sikker på at du vil fortsette?

# director
source: {count, plural, other{Director} two{Directors}}
nb_no: {count, plural, other{Regissør} two{Regissører}}

# downloadsClearDesc
source: Remove all synced data, clearing all data for every synced user?
nb_no: Fjern all synkronisert data, noe som fjerner all data for alle synkroniserte brukere?

# genre
source: {count, plural, other{Genres} one{Genre}}
nb_no: {count, plural, other{Sjangere} one{Sjanger}}

# logoutUserPopupTitle
source: Log out {userName}?
nb_no: Logg ut {userName}?

# library
source: {count, plural, other{Libraries} one{Library}}
nb_no: {count, plural, other{Bibliotek} one{Bibliotek}}

source: Masonry
nb_no: Flislegging

# logoutUserPopupContent
source: This will log out {userName} and delete the user from the app. You will have to log back in on {serverName}.
nb_no: Dette vil logge ut {userName} og slette brukeren fra programmet. Du vil måtte logge inn igjen på {serverName}.

source: Parental Rating
nb_no: Foreldreveiledning

# pathEditDesc
source: This location is set for all users, any synced data will no longer be accessible. It will remain on your storage.
nb_no: Dette målet er satt for alle brukere, og all synkronisert data vil bli utilgjengelig. Den vil forbli på lagringen din.

source: Separate
nb_no: For seg selv

source: Server
nb_no: Tjener

source: Set
nb_no: Sett

# setIdentityTo
source: Set identity to {name}
nb_no: Sett identitet til {name}

# settingSecurityApplockTitle
source: App lock
nb_no: Programlås

source: Settings
nb_no: Innstillinger

# settingsBlurEpisodesDesc
source: Blur all upcoming episodes
nb_no: Tilslør alle kommende episoder

# rating
source: {count, plural, other{Ratings} one{Rating}}
nb_no: {count, plural, other{Vurderinger} one{Vurdering}}

# readFromStart
source: Read {item} from start
nb_no: Les {item} fra begynnelsen

source: Recursive
nb_no: Rekursivt

# refreshPopup
source: Refresh - {name}
nb_no: Gjenoppfrisk — {name}

# resume
source: Resume {item}
nb_no: Fortsett {item}

source: Retrieve public list of users
nb_no: Hent offentlig liste over brukere

# seconds
source: {count, plural, other{Seconds} one{Second}}
nb_no: {count, plural, other{Sekunder} one{Sekund}}

# settingsBlurEpisodesTitle
source: Blur next-up episodes
nb_no: Tilslør kommende episoder

# settingsBlurredPlaceholderDesc
source: Show blurred background when loading posters
nb_no: Vis tilslørt bakgrunn ved innlasting av plakater

# refreshPopupContentMetadata
source: Metadata is refreshed based on settings and Internet services turned on in the dashboard.
nb_no: Metadata gjenoppfriskes basert på innstillinger og Internett-tjenester som er påskrudd i oversikten.

# scanYourFingerprintToAuthenticate
source: Scan your fingerprint to authenticate {user}
nb_no: Skann fingeravtrykket ditt for å identitetsbekrefte {user}

# settingsBlurredPlaceholderTitle
source: Blurred placeholder
nb_no: Tilslørt plassholder

# settingsClientDesc
source: General, Time-out, Layout, Theme
nb_no: Generelt, tidsavbrudd, oppsett, drakt

# settingsContinue
source: Continue
nb_no: Fortsett

# settingsEnableOsMediaControls
source: Enable OS media controls
nb_no: Skru på mediakontroll fra operativsystemet

# settingsHomeCarouselDesc
source: Shows a banner on the dashboard screen
nb_no: Viser en karusell i oversikten

# settingsHomeCarouselTitle
source: Dashboard banner
nb_no: Oversiktskarusell

# settingsHomeNextUpDesc
source: Type of posters shown in the dashboard screen
nb_no: Plakattype i oversikten

# settingsHomeNextUpTitle
source: Next-up posters
nb_no: Plakater for kommende materiale

# settingsNextUpCutoffDays
source: Next-up cutoff days
nb_no: Grense for kommende

# settingsPlayerCustomSubtitlesDesc
source: Customize Size, Color, Position, Outline
nb_no: Tilpass — størrelse, farge, posisjon, omriss

# settingsPlayerCustomSubtitlesTitle
source: Customize subtitles
nb_no: Tilpass undertekster

# settingsPlayerDesc
source: Aspect-ratio, Advanced
nb_no: Sideretningsforhold, avansert

# settingsPlayerNativeLibassAccelTitle
source: Native libass subtitles
nb_no: Systemspesifikke libass-undertekster

# settingsPlayerTitle
source: Player
nb_no: Avspiller

# settingsPlayerVideoHWAccelTitle
source: Hardware acceleration
nb_no: Maskinvareakselerasjon

# settingsShowScaleSlider
source: Show poster size slide
nb_no: Vis størrelsesglidebryter for plakater

# settingsVisual
source: Visual
nb_no: Visuell

source: Show empty
nb_no: Vis tom

source: Subtitle configurator
nb_no: Undertekst-tilpasning

# subtitleConfiguratorPlaceHolder
source: This is placeholder text, nothing to see here.
nb_no: Dette er en plassholdertekst, kun ufisk her.

# settingsPlayerVideoHWAccelDesc
source: Use the GPU to render video (recommended)
nb_no: Bruk grafikkortet til opptegning av video (anbefalt)

# studio
source: {count, plural, other{Studios} one{Studio}}
nb_no: {count, plural, other{Studio} one{Studio}}

# settingsPlayerNativeLibassAccelDesc
source: Use video player libass subtitle renderer
nb_no: Bruk videospilleren libass som undertekstopptegner

source: Sync
nb_no: Synkroniser

# syncDeleteItemDesc
source: Delete all synced data for? {item}
nb_no: Slett all synkronisert data for? {item}

# syncDeleteItemTitle
source: Delete synced item
nb_no: Slett synkronisert element

source: Sync details
nb_no: Synkroniseringsdetaljer

# syncOpenParent
source: Open parent
nb_no: Åpne inneholdende

# syncRemoveDataTitle
source: Remove synced data?
nb_no: Fjern synkronisert data?

source: Synced items
nb_no: Synkroniserte elementer

source: Time-out
nb_no: Tidsavbrudd

# type
source: {count, plural, other{Types} one{Type}}
nb_no: {count, plural, other{Typer} one{Type}}

source: Unplayed
nb_no: Ikke spilt

# unableToConnectHost
source: Unable to connect to host
nb_no: Kunne ikke koble til verten

# unableToReverseAction
source: This action can not be reversed. It will remove all settings.
nb_no: Denne handlingen kan ikke angres. Alle innstillinger vil bli fjernet.

# videoScalingContain
source: Contain
nb_no: Inneholder

source: Video scaling
nb_no: Videoskalering

# videoScalingScaleDown
source: ScaleDown
nb_no: Skaler ned

source: Watch on
nb_no: Sett

# writer
source: {count, plural, other{Writer} two{Writers}}
nb_no: {count, plural, other{Forfatter} two{Forfattere}}

# year
source: {count, plural, other{Years} one{Year}}
nb_no: {count, plural, other{År} one{År}}

# syncDeletePopupPermanent
source: This action is permanent and will remove all localy synced files
nb_no: Denne handlingen kan ikke angres og vil fjerne alle lokalt synkroniserte filer.

# syncRemoveDataDesc
source: Delete synced video data? This is permanent and you will need to re-sync the files
nb_no: Slett synkronisert videodata? Dette kan ikke angres og du vil måtte re-synkronisere filene.

# videoScalingFillScreenNotif
source: Fill-screen overwrites video fit, in horizontal rotation
nb_no: Fylling av skjermen overstyrer videotilpasning, i vannrett sideretning

# tag
source: {count, plural, one{Tag} other{Tags}}
nb_no: {count, plural, one{Tagg} other{Tagger}}

# label
source: {count, plural, other{Labels} one{Label}}
nb_no: {count, plural, other{Etiketter} one{Etiketter}}

source: Selected
nb_no: Valgt

# season
source: {count, plural, other{Seasons} one{Season} }
nb_no: {count, plural, other{Sesong} one{Sesonger} }

# selectedWith
source: Selected {info}
nb_no: Valgte {info}

# settingsPosterPinch
source: Pinch-zoom to scale posters
nb_no: Knip-forstørrelse for oppblåsing av plakater

# settingsPosterSlider
source: Show scale slider
nb_no: Vis skala-glidebryter

# somethingWentWrongPasswordCheck
source: Something went wrong. Check your password.
nb_no: Noe gikk galt. Sjekk passordet ditt.

# settingsPlayerMobileWarning
source: Turning on hardware acceleration and native libass subtitles on Android might cause some subtitles to not render.
nb_no: Å skru på maskinvareaskelerasjon og systemspesifikke libass-undertekster på Android kan føre til at noen undertekster ikke vises.

# nativeName
source: English
nb_no: Norsk bokmål
